
UI = {
    ['武器'] = {
        [1] = {
            back = '01767d90-99a6-4e54-915c-3bd3bfe24cb3',
            name = '0212b236-d704-465f-a80a-b6f6f4f58e4f',
            ammo = '977eaab0-c532-4bd8-837c-d3fb112ec4d9',
        },
        [2] = {
            back = '484d0f80-91b6-4550-a825-99d1480ff22e',
            name = '4bc80151-9b36-4ef8-ad22-676b6acd105a',
            ammo = 'ff179b49-9ba7-4f04-aedb-31523202d12f',
        },
        [3] = {
            back = '3daa876d-53d8-4864-998f-c84b0de47587',
            name = '16f44c6c-eda4-4585-92db-73dcf902da93',
            ammo = '3f759231-a904-4768-9b0c-0371374f9f33',
        },
    },
    ['行为'] = {
        id = '2d3dbe50-57d3-4e0e-899d-788138a6065e',
        name = '0ce2e846-eb80-4635-84a5-7df96e96ae39',
        ['进度条'] = '6e89f39e-c646-4530-8522-6550174004a6',
    }
}
